{
  "_id": "573a13b2f29313caabd38431",
  "fullplot": "In an airport waiting room, a man in a wheelchair tells a stranger a story about a fixed horse race in 1979 that resulted in a family's deaths. In Manhattan, two bookies and the son of a Mob boss die. A young man just out of the shower answers the door to a neighbor woman and explains that he's visiting, has had a bad week, including being mugged, and doesn't know where his pal, who lives there, is. The neighbor is chatty; she's a coroner. Two thugs arrive and, believing the visitor to be the guy who lives there, take him to see the boss with the dead son, who tells him to kill the son of his Mob rival. Mistaken identity? What connects the threads? Cops are watching.",
  "imdb": {
    "rating": 7.8,
    "votes": 246744,
    "id": 425210
  },
  "year": 2006,
  "plot": "A case of mistaken identity lands Slevin into the middle of a war being plotted by two of the city's most rival crime bosses: The Rabbi and The Boss. Slevin is under constant surveillance by relentless Detective Brikowski as well as the infamous assassin Goodkat and finds himself having to hatch his own ingenious plot to get them before they get him.",
  "genres": [
    "Crime",
    "Drama",
    "Mystery"
  ],
  "rated": "R",
  "metacritic": 53,
  "title": "Lucky Number Slevin",
  "lastupdated": "2015-09-04 00:07:44.773000000",
  "languages": [
    "English"
  ],
  "writers": [
    "Jason Smilovic"
  ],
  "type": "movie",
  "poster": "https://m.media-amazon.com/images/M/MV5BZjczMWI1YWMtYTZjOS00ZDc5LWE2MWItMTY3ZGUxNzFkNjJmL2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_SX677_AL_.jpg",
  "num_mflix_comments": 1,
  "released": "2006-04-07 00:00:00",
  "awards": {
    "wins": 6,
    "nominations": 3,
    "text": "6 wins & 3 nominations."
  },
  "countries": [
    "Germany",
    "USA"
  ],
  "cast": [
    "Josh Hartnett",
    "Bruce Willis",
    "Lucy Liu",
    "Morgan Freeman"
  ],
  "directors": [
    "Paul McGuigan"
  ],
  "runtime": 110,
  "poster_path": "/x21s3p5wPww534nYj1cWakTcqz4.jpg",
  "backdrop_path": "/ShDHEWiJ4NL6ldn4W2m3bEkIBr.jpg",
  "dvd": "2006-09-26 00:00:00",
  "lastUpdated": "2015-09-13 17:01:50"
}