{
  "_id": "573a1397f29313caabce7c4b",
  "plot": "Astronomer Carl Sagan leads us on an engaging guided tour of the various elements and cosmological theories of the universe.",
  "genres": [
    "Documentary"
  ],
  "runtime": 60,
  "cast": [
    "Carl Sagan"
  ],
  "poster": "https://m.media-amazon.com/images/M/MV5BMTY4MGQyNjgtMzdmZS00MjQ5LWIyMzItYjYyZmQzNjVhYjMyXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_SX677_AL_.jpg",
  "title": "Cosmos",
  "fullplot": "Astronomer Dr. Carl Sagan is host and narrator of this 13-hour series that originally aired on Public Broadcasting Stations in the United States. Dr. Sagan describes the universe in a way that appeals to a mass audience, by using Earth as a reference point, by speaking in terms intelligible to non-scientific people, by relating the exploration of space to that of the Earth by pioneers of old, and by citing such Earth legends as the Library of Alexandria as metaphors for space-related future events. Among Dr. Sagan's favorite topics are the origins of life, the search for life on Mars, the infernal composition of the atmosphere of Venus and a warning about a similar effect taking place on Earth due to global pollution and the \"greenhouse effect\", the lives of stars, interstellar travel and the effects of attaining the speed of light, the danger of mankind technologically self-destructing, and the search, using radio technology, for intelligent life in deep space.",
  "languages": [
    "English"
  ],
  "released": "1980-09-28 00:00:00",
  "awards": {
    "wins": 4,
    "nominations": 3,
    "text": "Won 3 Primetime Emmys. Another 1 win & 3 nominations."
  },
  "lastupdated": "2015-08-29 00:00:33.733000000",
  "year": 1980,
  "imdb": {
    "rating": 9.3,
    "votes": 17174,
    "id": 81846
  },
  "countries": [
    "USA",
    "UK"
  ],
  "type": "series",
  "num_mflix_comments": 0,
  "poster_path": "/wquuj8Xlum4rUXCahVWbYSHpdzN.jpg",
  "backdrop_path": "/19T7pPt5y5vV8PKNqdpft8mxMUb.jpg",
  "dvd": "2007-11-06 00:00:00",
  "lastUpdated": "2015-08-08 18:13:18"
}