{
  "_id": "573a13cdf29313caabd85402",
  "plot": "Gemma Atwal's dynamic epic follows four-year-old Budhia, rescued from poverty by Biranchi Das, a larger-than-life judo coach and operator of an orphanage for slum children in the eastern ...",
  "genres": [
    "Documentary",
    "Biography",
    "Drama"
  ],
  "runtime": 98,
  "title": "Marathon Boy",
  "num_mflix_comments": 0,
  "poster": "https://m.media-amazon.com/images/M/MV5BMjIwNDgwMTkxMV5BMl5BanBnXkFtZTcwMzA1NzMyNg@@._V1_SY1000_SX677_AL_.jpg",
  "countries": [
    "UK",
    "India"
  ],
  "fullplot": "Gemma Atwal's dynamic epic follows four-year-old Budhia, rescued from poverty by Biranchi Das, a larger-than-life judo coach and operator of an orphanage for slum children in the eastern Indian state of Orissa. When Budhia displays an uncommon talent for long-distance running, Biranchi nurtures his gift, heralding him as a folk hero for the impoverished masses, and maybe even for India itself. But after golden child Budhia breaks down during a world-record 65 kilometer run at the age of four, public opinion begins to turn on the guru and his disciple, and soon the two are swept up in a maelstrom of media controversy and political scandal. Following Budhia's roller-coaster journey over five years, Marathon Boy is a Dickensian tale of greed, corruption, and broken dreams set between the heart-racing world of marathon running, the poverty-stricken slums, and the political intrigue of a modernizing India. Nothing is what it seems in Budhia and Biranchi's story, and Atwal continually shifts viewer identification to tell both a shocking story of opportunism and exploitation, but also a touching portrait of an authentic bond between a parent and child.",
  "languages": [
    "Oriya",
    "English"
  ],
  "released": "2011-04-20 00:00:00",
  "directors": [
    "Gemma Atwal"
  ],
  "awards": {
    "wins": 2,
    "nominations": 2,
    "text": "2 wins & 2 nominations."
  },
  "lastupdated": "2015-08-20 00:00:21.783000000",
  "year": 2010,
  "imdb": {
    "rating": 7.2,
    "votes": 376,
    "id": 1674246
  },
  "type": "movie",
  "poster_path": "/uJKvcyUXzNtPdfHsrCgjWwllkqU.jpg",
  "lastUpdated": "2015-09-16 18:18:46"
}