{
  "_id": "573a13cef29313caabd88223",
  "plot": "Sun Wukong, (The Monkey King) is a monkey born from a heavenly stone who acquires supernatural powers. After rebelling against heaven and being imprisoned under a mountain for 500 years, he...",
  "genres": [
    "Action",
    "Adventure",
    "Family"
  ],
  "runtime": 119,
  "cast": [
    "Donnie Yen",
    "Yun-Fat Chow",
    "Aaron Kwok",
    "Yitian Hai"
  ],
  "poster": "https://m.media-amazon.com/images/M/MV5BMjA0NTE5OTczNl5BMl5BanBnXkFtZTgwNDAxNTc3NzE@._V1_SY1000_SX677_AL_.jpg",
  "title": "The Monkey King",
  "fullplot": "Sun Wukong, (The Monkey King) is a monkey born from a heavenly stone who acquires supernatural powers. After rebelling against heaven and being imprisoned under a mountain for 500 years, he later accompanies the monk Xuanzang on a journey to India. Thus, according to legend, Buddhism is brought to ancient China. This much beloved story, is as much a part of Asian culture as The Iliad and The Odyssey or The Wizard of Oz are to the West. This first installment in a trilogy of live action 3-D movies is actually a prequel to The Journey To The West, the much told story of the Monkey King's adventures on the road to India. The Monkey King: Havoc In The Heavenly Palace (China Version in Mandarin will be released in the U.S. as The Monkey King The Legend Begins in english with additional US Actors and Different plot and story structure. The first movie is the origins story - beginning with the birth of Sun Wukong and ending with his imprisonment for his crimes under the Five-Peaked Mountain. Along the way he acquires incredible powers, battling the armies of the gods and the armies of the demons to find his rightful place in the Heavens.",
  "languages": [
    "Mandarin"
  ],
  "released": "2016-02-08 00:00:00",
  "directors": [
    "Pou-Soi Cheang"
  ],
  "writers": [
    "Kam-Yuen Szeto",
    "Edmond Wong"
  ],
  "awards": {
    "wins": 1,
    "nominations": 4,
    "text": "1 win & 4 nominations."
  },
  "lastupdated": "2015-09-06 00:59:20.370000000",
  "year": 2014,
  "imdb": {
    "rating": 4.7,
    "votes": 2515,
    "id": 1717715
  },
  "countries": [
    "China",
    "Hong Kong"
  ],
  "type": "movie",
  "num_mflix_comments": 0,
  "poster_path": "/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
  "backdrop_path": "/jDjmnEuNUfWHg8rbW6u8mylkcO0.jpg",
  "lastUpdated": "2015-08-21 19:23:12"
}